/*************************************************************************
	> File Name: JS2.c
	> Author: 
	> Mail: 
	> Created Time: 2018年11月04日 星期日 22时11分50秒
    > Use: 调整结果而使用的，7种
 ************************************************************************/

#include<stdio.h>
int main(){
    int test[7]={499,55,512,902,604,396,621};
    int re[7]={338,41,288,862,434,355,471};
    float ratio[7];
    int i;
    for(i=0;i<7;i++){
        ratio[i]= ( re[i] * 1.0000 ) / test[i];
        printf("%f\n", ratio[i] * 100);


    }
    return 0;
}
